Revit 2027 API
ParameterTypeId.TagNoBreakParamStrings Property
 "Wrap between parameters only"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagNoBreakParamStrings { get; }
Public Shared ReadOnly Property TagNoBreakParamStrings As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagNoBreakParamStrings {
	ForgeTypeId^ get ();
}
static member TagNoBreakParamStrings : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace